{
  "echohawk": {
    "key": "echohawk",
    "name": "Colleen Echohawk",
    "mug": "Echohawk.jpg",
    "age": 45,
    "tweet": "The politicians have failed Seattle. I have detailed plans on homelessness and police reform. Time for a new generation of leadership."
  },
  "farrell": {
    "key": "farrell",
    "name": "Jessyn Farrell",
    "mug": "Farrell.jpg",
    "age": 47,
    "tweet": "I'm the only candidate who can build broad coalitions, stop the infighting, and deliver the results we need to solve our biggest problems."
  },
  "gonzalez": {
    "key": "gonzalez",
    "name": "M. Lorena González",
    "mug": "Gonzalez.jpg",
    "age": 44,
    "tweet": "I have the experience to build a thriving, diverse, and progressive Seattle, delivering real results on housing, transit, and public safety."
  },
  "harrell": {
    "key": "harrell",
    "name": "Bruce Harrell",
    "mug": "Harrell.jpg",
    "age": 62,
    "tweet": "Experience & representation to unite Seattle; boldly advancing homelessness solutions, equitable economic recovery, effective public safety."
  },
  "houston": {
    "key": "houston",
    "name": "Andrew Grant Houston",
    "mug": "Houston.jpg",
    "age": 32,
    "tweet": "A grassroots movement to become the Seattle we always say that we are. This requires a bold, progressive mayor of action—not the status quo."
  },
  "langlie": {
    "key": "langlie",
    "name": "Arthur K. Langlie",
    "mug": "Langlie.jpg",
    "age": 54,
    "tweet": "Seattle needs a change agent and a reboot. I am a fixer who brings people together to take on problems with zeal and fresh ideas to solve them."
  },
  "randall": {
    "key": "randall",
    "name": "Lance Randall",
    "mug": "Randall.jpg",
    "age": 55,
    "tweet": "My campaign has new ideas and new solutions to help Seattle overcome the challenges we are facing and move us towards a more vibrant and sustainable future."
  },
  "sixkiller": {
    "key": "sixkiller",
    "name": "Casey Sixkiller",
    "mug": "Sixkiller.jpg",
    "age": 43,
    "tweet": "Seattle’s future is as bright as we work today to make it. Let’s meet our challenges together & advance practical, progressive solutions."
  }
}