{
  "langlie": {
    "key": "langlie",
    "name": "Arthur K. Langlie",
    "age": 54,
    "job": "Senior executive, construction industry",
    "neighborhood": "Broadview",
    "rent_own": "Own",
    "time_served": "54 years",
    "favorite_transport": 74,
    "favorite_musician": "The Who",
    "favorite_seattleite": "J.P. Patches",
    "vote_2017": "Jenny Durkan",
    "police_safety": "No",
    "eliminate_zoning": "No",
    "tax_corporations": "No",
    "misdemeanors_defense": "Maybe",
    "drug_decrim": "No",
    "rent_control": "No",
    "police_unions": "No",
    "raise_taxes": "No",
    "compassion_seattle": "No",
    "municipal_broadband": "No",
    "campaign_tweet": "Yes",
    "2020_homicides": "Seattle needs a change agent and a reboot. I am a fixer who brings people together to take on problems with zeal and fresh ideas to solve them.",
    "greenhouse_gas": "Langlie says Seattle must fund “the work of our police,” particularly a team “that works to get illegal guns off of our streets.” A proliferation of illegal guns is “an alarming consequence of diminished law enforcement.” Langlie says the presence of police in neighborhoods is important for deterrence. He says “responsible gun laws” that include background checks are needed to keep guns away from people who would use them criminally.",
    "transportation_mode": "Langlie says he would seek to “quicken the process of switching all government cars to electric cars.” He’d also “fund a reduction in the cost of vehicle charging stations to make it more affordable to the general public.”",
    "unaffordable_housing": "Langlie says there’s no way to rank transportation modes in importance “because they are all necessary, working together.” In a perfect world, residents could walk and bike to most places, he says. “But reality does not allow for that.” While Langlie believes mass transit is useful, “it does not always bring us to our destination, requiring us to patch together various modes.”",
    "unsanctioned_homeless": "“Before rushing to build new product,” Langley says, “Seattle needs to tap our world class design community for new ideas on what housing looks like in the future, and what we can design that excites people and allows for price-effective home ownership.” He says the city also needs to address long-standing, defective laws that “have caused developers to avoid condominium construction.”",
    "seattle_tax": "“In my administration,” Langlie says, “there will be no camping in parks, sidewalks/streets or other rights of way and school properties.” He promises 600 new shelter spaces with services within 100 days. Langlie says he would partner with the region’s medical professionals on the crisis. “For those unwilling to take shelter and service, we will limit camping to a sanctioned area.\"",
    "business_thrive": "Tax reform is not one of Langlie’s priorities, “until we see how we can use current revenue levels to bring our services levels back to what is expected,” he says. Langlie does want to review Seattle’s utility rates, to ensure“greater equity” for underrepresented groups and for communities that have borne the brunt of “environmental irresponsibility.”",
    "wealth_gap": "“For both business and workers,” Langlie says, “we need to make sure that Seattle businesses have healthy, clean and safe workplaces.” The city should “educate and develop our workforce for the jobs our industries need filled as work evolves. Langlie says he would “partner quickly with the labor unions” on apprenticeship programs and would work to build relationships with companies. “This is my strength,” he says.",
    "child_care": "Langlie says Seattle must “create standards so that employment equity brings the same financial rewards to everyone in our community.” He says the city should “do a better job with public/private partnerships to lift up communities of color with mentorship and job training.” The city also could foster partnerships “between minority-owned business and large business,” he says, calling union jobs a “great avenue to wealth.”",
    "spend_homeless": "Seattle should support more quality day care centers, in order to make child care “a better job with benefits” and to help reduce the cost for families, Langlie says. “We need a comprehensive child care plan that allows parents flexible services in their neighborhood,” he says."
  },
  "randall": {
    "key": "randall",
    "name": "Lance Randall",
    "age": 55,
    "job": "Small business owner, political scientist, economic development practitioner and musician",
    "neighborhood": "Rainier Beach",
    "rent_own": "Rent",
    "time_served": "Since 2007",
    "favorite_transport": 106,
    "favorite_musician": "The Winans",
    "favorite_seattleite": "Quincy Jones",
    "vote_2017": "Jenny Durkan",
    "police_safety": "No",
    "eliminate_zoning": "No",
    "tax_corporations": "Yes",
    "misdemeanors_defense": "No",
    "drug_decrim": "No",
    "rent_control": "No",
    "police_unions": "Maybe",
    "raise_taxes": "No",
    "compassion_seattle": "No",
    "municipal_broadband": "Maybe",
    "campaign_tweet": "Maybe",
    "2020_homicides": "My campaign has new ideas and new solutions to help Seattle overcome the challenges we are facing and move us towards a more vibrant and sustainable future.",
    "greenhouse_gas": "Randall says he would “advocate for the state to enact more stringent laws for background checks on the purchase of any type of gun and ammunition.”",
    "transportation_mode": "Randall says he would enforce Seattle’s new building codes to ensure that buildings transition away from oil heating. He also would “expand opportunities for solar power on our buildings” and would consider new building standards. Randall also would “continue making investments into electrified transportation solutions.\"",
    "unaffordable_housing": "Randall ranked the modes this way: 1. Walking is healthy, a great way to navigate various terrains, and it is free. 2. Biking is faster than walking, health and ecofriendly. 3. Transit is faster than biking, has many mobility options and reduces traffic congestion and pollution. 4. Driving is more flexible than transit, convenient and private.",
    "unsanctioned_homeless": "Randall says he would “create more flexibility within the single-family zones, such as reducing the minimum lot size at block ends.” He says he also would establish more opportunities for land trusts and would use levy dollars to help property owners “build wealth and limit displacement.” Randall says he would use city funds to support “affordable commercial space in new developments … to minimize displacement of local business and maintain diversity in neighborhoods.”",
    "seattle_tax": "Randall says he would establish “Dignity Communities,” using surplus city properties and leases on private properties “to create safe places for temporary shelter with service providers on site, amenities to meet basic human needs, support teams and job placement.” He says, “These communities will be places of compassion and support but will have expectations of … progress towards recovery.”",
    "business_thrive": "Randall says he would “lobby our state government to continue to make progress on tax reform to make our system more uniform and fair.” He says he would “encourage major corporate foundations to make donations to city government to fill funding gaps.” Randall says donations are “a better approach to get additional private sector investments, rather than relying on targeted tax policies.”",
    "wealth_gap": "Under Randall, the city would “invest more in our local workforce development programs,” and in internships and apprenticeships, he says. “I will provide more access to capital and marketing for our small businesses and create a friendly business climate where large businesses are appreciated for creating jobs and celebrated for their success.\"",
    "child_care": "Randall says he would create “more equitable policies that will ensure a future where more people can own their own homes, commercial spaces and businesses.” He says he would strengthen the city’s WMBE (women and minority business enterprise) plan “to increase the number of city contracts with WMBE companies.\"",
    "spend_homeless": "“I will meet with Seattle child care providers to understand their challenges and make sure that the state is aware” of issues with licensing and rules, Randall says. He says he would seek to create “a public-private partnership to subsidize health care costs for low-income residents and subsidize child care worker wages.” Randall says he also would “create a property-tax incentive program for commercial space property owners to do tenant improvements for providers and keep the rents affordable.”"
  },
  "houston": {
    "key": "houston",
    "name": "Andrew Grant Houston",
    "age": 32,
    "job": "Architect and owner of House Cosmopolitan",
    "neighborhood": "Capitol Hill",
    "rent_own": "Rent",
    "time_served": "Since 2016",
    "favorite_transport": 49,
    "favorite_musician": "Locally? Tacocat. Worldwide? CHVRCHES.",
    "favorite_seattleite": "Ijeoma Oluo",
    "vote_2017": "Cary Moon. When I first moved here, I met and befriended her through my organizing circles. I supported her without knowing anyone else personally in the race.",
    "police_safety": "Yes",
    "eliminate_zoning": "Yes",
    "tax_corporations": "Yes",
    "misdemeanors_defense": "Yes",
    "drug_decrim": "Maybe",
    "rent_control": "Yes",
    "police_unions": "Yes",
    "raise_taxes": "No",
    "compassion_seattle": "Yes",
    "municipal_broadband": "No",
    "campaign_tweet": "Yes",
    "2020_homicides": "A grassroots movement to become the Seattle we always say that we are. This requires a bold, progressive mayor of action—not the status quo.",
    "greenhouse_gas": "“The recent increase in violence nationwide is directly related to the economic crisis created by COVID-19,” Houston says, adding, “We need comprehensive gun reform alongside deep investments in community resources.” He would “lead with harm reduction and understand that most crimes are the deadly results of something else going unaddressed in someone’s life,” whether that be “economic insecurity, mental health issues, or cycles of abuse.”",
    "transportation_mode": "“This is one of the largest reasons I am running this year,” Houston says, promising to “embed climate justice” in all policies. “We must simultaneously address our fastest-growing emissions sector (buildings) and our largest emissions sector (transportation—namely, single-occupancy vehicles).” The climate crisis “demands major reductions in both GHG (greenhouse gas) emissions and vehicle-miles traveled, which can only be done through building more housing in every Seattle neighborhood.”",
    "unaffordable_housing": "Houston ranked the modes this way: 1. Walking/rolling 2. Biking 3. Transit 4. Driving. He added, “We start with our most vulnerable and focus on harm reduction ... not just creating the protective infrastructure needed for walking, biking and rolling, but also by putting daily needs within a short distance of where people live.” By de-emphasizing the use of single-occupancy vehicles, Seattle \"can reduce harm to the environment and reduce the potential for pedestrian deaths.”",
    "unsanctioned_homeless": "Houston says his plans “are holistic in addressing the affordability crisis we are in, myself included.” He says that means: “lifting the apartment ban citywide” to reduce gentrification and displacement in communities of color; expanding transit; applying residential and commercial rent control; expanding the city’s existing homeownership programs; funding affordable housing through an income tax; creating universal preschool; raising the minimum wage; and reducing the time it takes to build housing in Seattle.",
    "seattle_tax": "“Under no circumstances” would Houston authorize removals, he says. Houston has proposed the addition of 2,500 tiny houses for people in his first year, “so that we have shelter for our currently unhoused neighbors.” By doing that, “we would not have unsanctioned encampments.\"",
    "business_thrive": "Houston says Seattle must continue building statewide coalitions and pressure for a state constitutional change that would allow “truly progressive taxes.” Otherwise, he says, “I will implement my Just Transition Tax: a 1% income tax” for green apprenticeships; green social housing; business-and-occupation tax relief focused on WMBE (women and minority business enterprise)-heavy sectors; and the city’s Equitable Development Initiative, which funds community-designed projects.",
    "wealth_gap": "Houston describes his economic plans as holistic, saying they include: business-and-occupation tax relief; commercial and residential rent control; increasing the minimum wage; a freelancers' bill of rights; and strong city contracts that prioritize union workers and prevailing wages. He says making Seattle “more accessible, walkable and affordable also helps workers and businesses,” because those things mean “greater health, less pollution and medical bills, more customers and housing for all.”",
    "child_care": "Houston says the racial wealth gap is “directly related to the homeownership gap caused by decades of redlining and institutional barriers for Black and brown residents.” He says he’s focused on: allowing more housing across the city to increase Seattle’s supply of condominiums and townhouses; investing in the city’s Equitable Development Initiative, which funds community-designed projects for communities of color; and expanding the city’s homeownership programs with a focus Black and Indigenous residents.",
    "spend_homeless": "“The 2019 median cost of preschool was $1,290 a month per King County child,” Houston notes, saying the cost is especially hard on families of color and single-parent households. He promises universal preschool and says he would encourage using the city’s Equitable Development Initiative, which funds community-designed projects, to fund child care centers."
  },
  "farrell": {
    "key": "farrell",
    "name": "Jessyn Farrell",
    "age": 47,
    "job": "Senior vice president at Civic Ventures",
    "neighborhood": "Laurelhurst",
    "rent_own": "Own",
    "time_served": "My entire life! I was raised in northeast Seattle and Lake Forest Park and have lived here ever since, with the exception of my time in Boston during law school.",
    "favorite_transport": 65,
    "favorite_musician": "Ryan Bingham",
    "favorite_seattleite": "Patti Johnston, my high school chemistry teacher who also taught Jimi Hendrix.",
    "vote_2017": "Myself",
    "police_safety": "No",
    "eliminate_zoning": "No",
    "tax_corporations": "Yes",
    "misdemeanors_defense": "Yes",
    "drug_decrim": "No",
    "rent_control": "Yes",
    "police_unions": "Yes",
    "raise_taxes": "No",
    "compassion_seattle": "Maybe",
    "municipal_broadband": "Yes",
    "campaign_tweet": "Yes",
    "2020_homicides": "I'm the only candidate who can build broad coalitions, stop the infighting, and deliver the results we need to solve our biggest problems.",
    "greenhouse_gas": "Farrell says she would “treat this crisis like the public health emergency it is, and invest in trusted community organizations already working to prevent violence so they have the funding and resources to scale up their response to the size of this crisis.” A Seattle with zero shootings “is possible, and I have a plan to get us there.”",
    "transportation_mode": "Farrell says she would “establish a chief climate and environmental justice officer with the rank of deputy mayor to execute our bold climate commitments across the city of Seattle.” She says her plan, posted on her website, “will get Seattle to net-zero emissions by 2030 by pursuing bold policies that center environmental justice across every department in city government.\"",
    "unaffordable_housing": "“Transportation is still the largest source of greenhouse gas emissions in Seattle, and the single best way to reduce those emissions is to get people out of their cars,” Farrell says. “Accordingly, I’d rank them as walking, biking, transit, and then driving.” Farrell’s climate plan “includes investing in 100 miles of Stay Healthy Streets with safe routes to every school and park.",
    "unsanctioned_homeless": "“The answer is simple: we need more housing, and it needs to be affordable,” Farrell says. “That’s why my housing plan calls for building 70,000 new units of diverse housing types with a robust mix of affordability, across every neighborhood in Seattle,” she says, adding, “To avoid displacing people with deep roots in our city, my plan calls for centering community input and developing alternative pathways to homeownership to help close the racial wealth gap.”",
    "seattle_tax": "“Sweeps don’t work. They’re inhumane. They further destabilize people’s lives and worsen, rather than solve this crisis,” Farrell says. Seattle should “rebuild the city’s credibility with people experiencing homelessness, so that they’ll trust our outreach,” using a case-worker model that’s been proven to reduce chronic homelessness in cities like Bakersfield, California. “That’s what we should be focusing on, and continued sweeps only undermine those efforts.\"",
    "business_thrive": "Farrell says “those who have benefitted from Seattle’s growth and prosperity must pay their fair share for the high-quality services Seattle will be a national leader in providing under my leadership, like universal birth-to-5 child care and 70,000 units of affordable housing.” She says seniors and working families “already pay an unacceptably high portion of their incomes in regressive sales and property taxes,” calling reducing their tax burden “my top priority.”",
    "wealth_gap": "“By making housing more affordable and establishing universal birth-to-5 childcare,” Farrell says, “Seattle will attract and keep the most talented workers, from chefs and tech to entrepreneurs, musicians and artists.” She adds, “What’s good for workers is good for business and that will be Seattle’s competitive advantage in the wake of this pandemic.”",
    "child_care": "Farrell says the wealth gap has been driven by “decades of exclusion from government programs,” like Federal Housing Administration-backed mortgages. “My administration would prioritize developing alternative pathways to homeownership like community land trusts and equitable co-ops, so Black families can build intergenerational wealth.\" Farrell promises “specific intermediate goals” for the city’s work to close the gap.",
    "spend_homeless": "Farrell says she’s running “to establish universal birth-to-5 child care, affordable for every family and accessible in every neighborhood.” She says the pandemic has proved “that affordable child care is essential infrastructure for working parents regardless of how much they make.” In her administration, the city “would support both child care facilities and working parents so that no family has to spend more than 7% of their income on child care.\""
  },
  "sixkiller": {
    "key": "sixkiller",
    "name": "Casey Sixkiller",
    "age": 43,
    "job": "Former deputy mayor for Seattle",
    "neighborhood": "Phinney Ridge",
    "rent_own": "Rent",
    "time_served": "Born and raised. Moved home in 2018.",
    "favorite_transport": 5,
    "favorite_musician": "Whatever my kids are listening to.",
    "favorite_seattleite": "Rick “The Peanut Man” Kaminski",
    "vote_2017": "I was living in Washington, D.C.",
    "police_safety": "No",
    "eliminate_zoning": "No",
    "tax_corporations": "No",
    "misdemeanors_defense": "No",
    "drug_decrim": "No",
    "rent_control": "No",
    "police_unions": "Maybe",
    "raise_taxes": "No",
    "compassion_seattle": "Yes",
    "municipal_broadband": "Maybe",
    "campaign_tweet": "Yes",
    "2020_homicides": "Seattle’s future is as bright as we work today to make it. Let’s meet our challenges together & advance practical, progressive solutions.",
    "greenhouse_gas": "Reducing gun violence, Sixkiller says, will require “a public health approach to education and prevention efforts; stronger laws (e.g. universal background checks, safe storage, removing state preemption, etc.); smarter enforcement with a focus on gun trafficking ...; removing guns from batterers; and cultivating and supporting local, community-driven violence-prevention efforts” such as violence interrupters and youth-safety programs.",
    "transportation_mode": "Sixkiller says Seattle can achieve its goals by “continuing to expand reliable and frequent transit service and connections; electrifying our transportation infrastructure to incentivize innovation...; increasing building standards and incentives for transitioning away from fossil fuels; and creating a green economy in partnership with business and labor to bring the next generation of our workforce into good paying jobs.”",
    "unaffordable_housing": "Sixkiller ranked the modes this way: Walking, transit, biking, driving. “Sidewalks, reliable and frequent transit service and connections, a complete bike network and roadways and bridges that are maintained to support both drivers and goods movement are critical to Seattle’s livability and economy,” he says. “These investments will help move us toward a vision where every neighborhood is accessible, has a range of housing choices and robust amenities.”",
    "unsanctioned_homeless": "Sixkiller would focus on “stabilizing working families who are often one paycheck away from becoming displaced,” and he’s proposed a guaranteed-income program. He also would focus on “increasing housing choices through rezones” and on “incentives to quickly deliver and lower the cost of multi-family homes.” Additionally, the city should “help families age in place” and expand community-preference programs, which target certain demographic groups for affordable-housing spots, “to prevent displacement when new housing is created.”",
    "seattle_tax": "“Many encampments are causing harm to the surrounding community, limiting access to parks and businesses, are a threat to public safety and unsafe for campers,” Sixkiller says, promising “an intentional approach that gets folks inside and returns our parks and streets. We must lead with offers of shelter and services but refusing these offers does not give anyone license to continue camping in our parks or causing harm in our community.\"",
    "business_thrive": "“Years of inaction by the state has left too few tools available to fund the range of needs in Seattle,” Sixkiller says. “I support creating and utilizing progressive revenue sources, including an income tax, that are more equitable and reliable. I believe that any new revenue sources need to be tied to specific investments and outcomes, and coupled with tax relief for families and small businesses.”",
    "wealth_gap": "Seattle should help small businesses recover from the pandemic by awarding stabilization grants, providing business-and-occupation tax relief and ensuring that business districts “are safe and ready to welcome back customers,” Sixkiller says. He says a guaranteed-income program would help working families “by pushing aside the rhetoric and working to retain, grow, and recruit new businesses to Seattle and create jobs.\"",
    "child_care": "“As the first indigenous mayor in our city’s history” and the former chief operating officer of King County, Sixkiller says he would apply his own experiences in advancing Seattle’s Race and Social Justice Initiative. He would work on “breaking apart systems that perpetuate institutional and historical wrongs, and recentering them on equitable policies, opportunities and outcomes across every sector, including housing, education, business and banking.”",
    "spend_homeless": "Sixkiller says he wants “every child to have the opportunity to achieve their full potential” and says his approach to child care would include three strategies: aligning existing programs and more intentional outreach so every eligible family is connected to these resources; deepening subsidies and capping costs at 7% of household income; expanding city-funded child care centers and creating a matching fund to incentivize employers to offer child care as a benefit."
  },
  "harrell": {
    "key": "harrell",
    "name": "Bruce Harrell",
    "age": 62,
    "job": "Attorney and former Seattle City Council member",
    "neighborhood": "Seward Park",
    "rent_own": "Own",
    "time_served": "Lifelong Seattleite",
    "favorite_transport": 14,
    "favorite_musician": "Earth, Wind and Fire",
    "favorite_seattleite": "Bruce Lee",
    "vote_2017": "Jenny Durkan",
    "police_safety": "No",
    "eliminate_zoning": "No",
    "tax_corporations": "No",
    "misdemeanors_defense": "Yes",
    "drug_decrim": "No",
    "rent_control": "Yes",
    "police_unions": "Maybe",
    "raise_taxes": "No",
    "compassion_seattle": "Maybe",
    "municipal_broadband": "Yes",
    "campaign_tweet": "Maybe",
    "2020_homicides": "Experience & representation to unite Seattle; boldly advancing homelessness solutions, equitable economic recovery, effective public safety.",
    "greenhouse_gas": "“Growing up, I witnessed similar tragedies,” Harrell says, describing gun violence as “a public health crisis” disproportionately impacting young Black men, communities of color and low-income people. He’s proposing an executive-level position to coordinate outreach and prevention, along with investments in community-led organizations and diversion programs that serve young people. “I’ll take on the NRA (National Rifle Association) and demand stronger gun laws at the state and federal level.”",
    "transportation_mode": "“During the pandemic, we followed the science. The climate crisis demands the same approach,” Harrell says, promising to become “the city’s top recruiter, bringing in and elevating the experts” on climate and environmental justice. The City Council that Harrell served on passed a climate action and Green New Deal plans, he notes, arguing Seattle should create a clean-energy economy with new union jobs, 100% clean buildings and great parks.”",
    "unaffordable_housing": "Harrell ranked the modes this way: Transit, walking, biking, driving. “Expanding transit is critical to equitable and sustainable mobility,” he says, adding, “We must accelerate light rail construction. We need safe streets and walkable, bikeable communities. We must refurbish the West Seattle, Magnolia and University bridges, address pedestrian and traffic safety priorities and lead the nation in electric vehicle infrastructure.”",
    "unsanctioned_homeless": "“My family was able to afford a redlined Central Area house on my dad’s union salary” as a one of the first Black linemen at Seattle City Light, Harrell says. “Today, that wouldn’t be possible.\" He says the city should launch new homeownership programs and add density, “especially along transit corridors and arterials.” Seattle also must “address income inequality, raise wages and improve educational and training policies.\"",
    "seattle_tax": "“Moving vulnerable people from one place to another fails those without shelter – and our neighborhood,” Harrell says. “Progress begins when we focus on results – immediate investments in emergency housing and individualized services, with resources we have right now,” he adds. “People living in dangerous or unsuitable locations like parks, school areas, bridges and streets must have a roof over their head. A livable city has housing and public spaces for all. This is my top priority; no more excuses.”",
    "business_thrive": "Seattle’s tax code is the nation’s most regressive, with current taxing options disproportionately burdening low-income and working families, Harrell says. He says Seattle needs revenue solutions in which wealthy individuals and “large corporations with record profits” pay their fair share. “Income inequality drives homelessness and disparate health, educational and life outcomes. … Let’s align how we invest in our city with how we raise needed revenue,” Harrell says.",
    "wealth_gap": "Harrell says City Hall should meet needs described by business owners: “access to capital, flexibility in regulations for the built environment and increased business-to-business relationships.” He says he’s met with representatives from more than 50 small businesses, promising to be a “dedicated, relentless champion for fairness and opportunity.”",
    "child_care": "“Removing racist barriers to economic equity is personal to me,” Harrell says. “My Black father came to Seattle escaping the Jim Crow South and my Japanese American mother was interned” during World War II. While serving on the City Council, Harrell sponsored a “ban the box” law that prohibits employers from asking about criminal history on job applications, he notes. He says he’ll “advance a Race and Data Initiative, identifying and addressing disparities, and create a Seattle Jobs Center connecting job seekers to training and employment.”",
    "spend_homeless": "Harrell says the pandemic “has exacerbated the dire need for affordable child care in our city – especially for women who disproportionately left the workforce to care for and educate their kids.” He says he would seek more child care funding with a larger education levy and would “optimize dedicated child care resources from the state and the county, calling child care investments “a gender and racial equity priority – and an economic imperative.”"
  },
  "echohawk": {
    "key": "echohawk",
    "name": "Colleen Echohawk",
    "age": 45,
    "job": "Former executive director of Chief Seattle Club",
    "neighborhood": "Bitter Lake",
    "rent_own": "Own",
    "time_served": "24 Years",
    "favorite_transport": "E Line",
    "favorite_musician": "Beyonce",
    "favorite_seattleite": "Chief Sealth",
    "vote_2017": "Nikkita Oliver",
    "police_safety": "No",
    "eliminate_zoning": "No",
    "tax_corporations": "Yes",
    "misdemeanors_defense": "Yes",
    "drug_decrim": "Maybe",
    "rent_control": "Maybe",
    "police_unions": "Maybe",
    "raise_taxes": "No",
    "compassion_seattle": "Maybe",
    "municipal_broadband": "No",
    "campaign_tweet": "Yes",
    "2020_homicides": "The politicians have failed Seattle. I have detailed plans on homelessness and police reform. Time for a new generation of leadership.",
    "greenhouse_gas": "“I will take a public health approach to gun violence,” Echohawk says. “Learning from the success of Oakland, I will launch a Seattle Ceasefire strategy with community-led programs that identify individuals at the highest risk of participating in serious violence, street-outreach teams, hospital-based intervention, youth programs and night walks,” she adds, also expressing support for domestic-violence prevention funding, firearm-tracing data and background checks.",
    "transportation_mode": "“Seattle’s emissions are rising and our leaders are failing,” Echohawk says, promising she would seek to: “transition the city’s vehicle fleet to 100% electric; increase transit; build pedestrian- and bike-friendly infrastructure; switch from fossil fuels to electrification and incentivize green jobs.” Echohawk says Seattle must “legalize affordable ‘missing middle’ housing everywhere” as a way to reduce emissions, arguing she has the “political will” to make progress.",
    "unaffordable_housing": "Echohawk ranked the modes this way: Walking, biking, transit, driving. She says non-driving modes fight climate change, support businesses and improve health. The city needs more sidewalks and safe routes to schools for pedestrians, she says. Seattle residents “shouldn’t risk injury or death for choosing to bike” and need a free transit system that brings them close to home, takes them where they want to go and is easy to use. “Thriving cities can’t build their way out of congestion.\"",
    "unsanctioned_homeless": "Echohawk says Seattle needs more market rate and publicly funded housing. She says she would work with the City Council “to reverse exclusionary zoning ordinances that ban duplexes, triplexes, and fourplexes” on many blocks. “I will reduce red tape and unnecessary regulations to make new housing more affordable. I will support progressive taxes to build affordable housing at scale. Housing is a human right. We need to act like it.\"",
    "seattle_tax": "“Let’s solve this humanitarian crisis, not fight about sweeps,” Echohawk says, arguing that removals “are ineffective, waste money and simply move homeless people around the city.” Echohawk says she has a 22-point plan for her first 14 months “to move people to safety.” She cites the JustCare program that moves people from the streets into hotels with case management as effective and eligible for reimbursement with federal relief funds.",
    "business_thrive": "“Washington state has the most regressive tax system in America. We ask poor and middle income people to pay more and the wealthy to pay less than anywhere else. That is simply wrong,” Echohawk says. The state Legislature gives cities like Seattle few options to raise progressive revenue, she says. “But I will use them to their fullest. I will push for a 1% unearned income tax to finance emergency housing and return some progressivity to our tax code.”",
    "wealth_gap": "Echohawk says inequality “is driving our city apart” and threatening its success. “The people who keep this city humming deserve to afford to live here – with great transit, municipal broadband, excellent schools, libraries and parks,” she says, arguing that anti-discrimination measures and support for entrepreneurs of color “is how we unlock the full potential of all our residents and help build generational wealth.”",
    "child_care": "Echohawk says strategies should include: shared homeownership models; transferring private property to collective community and Indigenous ownership; participatory budgeting; and grants for WMBE (women and minority business enterprise) businesses. The city should preserve affordable housing by acquiring properties with a land bank and should combat gentrification. Seattle also should provide guaranteed income for people experiencing homelessness through housing and food payments, she says.",
    "spend_homeless": "Echohawk says she would expand Seattle’s child care assistance program to cover more families and to offer larger subsidies. She says the city should create “culturally enriching” programs through the parks department and the public libraries. She wants to build on investments made through Seattle’s education levy to add more community-based child care partners and hopes to achieve universal preschool in the city."
  },
  "gonzalez": {
    "key": "gonzalez",
    "name": "M. Lorena González",
    "age": 44,
    "job": "Civil rights attorney and Seattle City Council president",
    "neighborhood": "West Seattle",
    "rent_own": "Own",
    "time_served": "19 Years",
    "favorite_transport": "C Line",
    "favorite_musician": "Blue Scholars",
    "favorite_seattleite": "Roberto Maestas",
    "vote_2017": "Cary Moon",
    "police_safety": "Maybe",
    "eliminate_zoning": "No",
    "tax_corporations": "Yes",
    "misdemeanors_defense": "Yes",
    "drug_decrim": "Yes",
    "rent_control": "Yes",
    "police_unions": "Yes",
    "raise_taxes": "No",
    "compassion_seattle": "Maybe",
    "municipal_broadband": "No",
    "campaign_tweet": "Yes",
    "2020_homicides": "I have the experience to build a thriving, diverse, and progressive Seattle, delivering real results on housing, transit, and public safety.",
    "greenhouse_gas": "“Requiring safe gun storage and keeping guns out of the hands of domestic abusers are just two of the laws I’ve helped pass,” González says. “Because Seattle is preempted by federal law from passing important gun laws such as a ban on assault weapons and high-capacity magazines, my administration would work closely with our state and federal partners to prevent illegal guns from coming into Seattle.”",
    "transportation_mode": "González says reducing the use of single-occupancy vehicles is “the most important thing we can do to reduce climate change.” She says green building standards “are also critical to reaching our emissions goals.” In 2020, González and her colleagues restored cuts the mayor had proposed for the city’s green buildings program, she notes. “Office and commercial buildings are the second largest contributor to Seattle’s carbon emissions.\"",
    "unaffordable_housing": "González ranked the modes this way: Transit, walking, biking, driving. “We need to provide multi-modal transportation networks that are fast, reliable and the best option for each user on that day,” she says. Prior to COVID-19, “I chose to use public transit as my primary mode of transportation. I was able to do that because I lived in an urban village with frequent transit options,” González says, citing last-mile connections and light rail as key.",
    "unsanctioned_homeless": "As City Council president last year, González “helped to pass JumpStart Seattle, a progressive revenue plan that is used in part to pay for affordable housing,” she says, referring to Seattle’s new tax on high salaries at large companies. González is “committed to finding additional sources of progressive revenue so that we can address the affordable housing and homelessness crises without cutting other essential city services,” and she says the crises also require zoning reforms “so that we can build more housing.”",
    "seattle_tax": "González is “strongly opposed to sweeps, which force people out of encampments without providing them with clean, safe options to relocate that do not separate them from their communities,” she says. She’s “committed to expanding our shelter capacity by acquiring more single-room occupancy structures such as hotels and motels that allow our unsheltered neighbors privacy and dignity,” she says, adding, “Sweeps do not solve the problem.”",
    "business_thrive": "González has “advocated for more progressive revenue sources” as City Council president “and will continue to push for them as mayor,” she says. “I am generally opposed to new taxes where the burden will fall primarily on working people,” she adds.",
    "wealth_gap": "“Providing ongoing commercial rent relief and assistance along with technical support to access federal, state and local resources is critical for small businesses to survive,” González says. “Additionally, we must address the needless and inefficient bureaucracy that makes it cumbersome to get a permit, sign or street cafe,” she says, promising a deputy mayor responsible for labor relations and workforce development.",
    "child_care": "González says COVID-19 has “exposed and deepened the racial wealth gap and income inequalities that many of us felt for years.” She says she’ll “fight for a new normal that prioritizes progressive revenue, elevates labor standards, creates pathways to college and careers through expansion of programs like Seattle Promise (which subsidizes community college for public school graduates), and takes care of our working parents through household supports.”",
    "spend_homeless": "As the mother of a toddler, González is currently paying “a substantial portion of my income for child care, and I know firsthand how expensive this is,” she says. González is “proud of the work we’ve done to expand child care” and double the number of subsidized preschool spots in the city, she says, noting a mayor-council proposal to invest federal relief funds in child care."
  }
}